CSI API ETABS v1
cFunction.FuncRS Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cFunctionRS FuncRS { get; }
ReadOnly Property FuncRS As cFunctionRS
	Get
Dim instance As cFunction
Dim value As cFunctionRS
value = instance.FuncRS
property cFunctionRS^ FuncRS {
	cFunctionRS^ get ();
}
abstract FuncRS : cFunctionRS with get
Property Value
Type: cFunctionRS
See Also
Reference
cFunction Interface
ETABSv1 Namespace